sysbench/201905071218/sysbench_read_write_16.log
sysbench 1.0.17 (using system LuaJIT 2.0.4)

Running the test with following options:
Number of threads: 16
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            291298
        write:                           83228
        other:                           41614
        total:                           416140
    transactions:                        20807  (346.67 per sec.)
    queries:                             416140 (6933.46 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.0172s
    total number of events:              20807

Latency (ms):
         min:                                    3.59
         avg:                                   46.14
         max:                                  459.16
         95th percentile:                       68.05
         sum:                               960088.83

Threads fairness:
    events (avg/stddev):           1300.4375/9.48
    execution time (avg/stddev):   60.0056/0.00