sysbench/201905071218/sysbench_read_write_2.log
sysbench 1.0.17 (using system LuaJIT 2.0.4)

Running the test with following options:
Number of threads: 2
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            221298
        write:                           63228
        other:                           31614
        total:                           316140
    transactions:                        15807  (263.43 per sec.)
    queries:                             316140 (5268.50 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.0035s
    total number of events:              15807

Latency (ms):
         min:                                    3.58
         avg:                                    7.59
         max:                                  100.38
         95th percentile:                       11.04
         sum:                               119959.14

Threads fairness:
    events (avg/stddev):           7903.5000/4.50
    execution time (avg/stddev):   59.9796/0.00