sysbench/201905071218/sysbench_read_write_4.log
sysbench 1.0.17 (using system LuaJIT 2.0.4)

Running the test with following options:
Number of threads: 4
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            249536
        write:                           71296
        other:                           35648
        total:                           356480
    transactions:                        17824  (296.99 per sec.)
    queries:                             356480 (5939.83 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.0120s
    total number of events:              17824

Latency (ms):
         min:                                    4.30
         avg:                                   13.46
         max:                                   96.86
         95th percentile:                       23.95
         sum:                               239988.48

Threads fairness:
    events (avg/stddev):           4456.0000/5.24
    execution time (avg/stddev):   59.9971/0.00