sysbench/201905071218/sysbench_read_write_64.log
sysbench 1.0.17 (using system LuaJIT 2.0.4)

Running the test with following options:
Number of threads: 64
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            291200
        write:                           83200
        other:                           41600
        total:                           416000
    transactions:                        20800  (345.99 per sec.)
    queries:                             416000 (6919.81 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.1150s
    total number of events:              20800

Latency (ms):
         min:                                    3.62
         avg:                                  184.88
         max:                                 3118.99
         95th percentile:                      303.33
         sum:                              3845597.39

Threads fairness:
    events (avg/stddev):           325.0000/7.52
    execution time (avg/stddev):   60.0875/0.02