sysbench/201905071218/sysbench_read_write_8.log
sysbench 1.0.17 (using system LuaJIT 2.0.4)

Running the test with following options:
Number of threads: 8
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            287966
        write:                           82276
        other:                           41138
        total:                           411380
    transactions:                        20569  (342.75 per sec.)
    queries:                             411380 (6854.96 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.0097s
    total number of events:              20569

Latency (ms):
         min:                                    3.65
         avg:                                   23.34
         max:                                  254.49
         95th percentile:                       37.56
         sum:                               479994.56

Threads fairness:
    events (avg/stddev):           2571.1250/13.31
    execution time (avg/stddev):   59.9993/0.00